/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Nessun dato";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Salva";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Reinserisci la firma";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Resetta";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Annulla";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Firma";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tocca per firmare";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Area di firma";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Tocca due volte e trascina per firmare";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Immagine firma";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Riga firma";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Annullato";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Avanti";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Stato";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "L’utente ha annullato l’attivazione";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Senza consenso non sarà possibile proseguire con l’attivazione.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Fornisci il consenso";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Chiudi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Indietro";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Passaggio";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "di";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Interrompere il processo di installazione?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Confermi la protezione dei dati?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Gestisci opportunamente i tuoi dati";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Non ora";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Consenti";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Vieta";

/* XBUT: Agree action title in EULAView */
"Agree" = "Accetto";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Non accetto";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Caricamento in corso...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Nessuna informazione da visualizzare ancora";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d ore %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Fine";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Sono presenti %d errori nella tabella di dati.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "testata riga";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "riga %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "colonna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "accessorio iniziale";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "accessorio finale";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "testo";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "immagine";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "data";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "ora";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "durata";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "voce di elenco";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "selezionato";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "non selezionato";

/* XBUT: calendar time component label */
"Time" = "Ora";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valore: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "La cella toccata è di sola lettura.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Campo di sola lettura";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nessun carattere rimanente";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Riduci il numero di caratteri";

